{
    "welcome": " أهلا",
    "about_us": "معلومات عنا",
    "Your best choice for clothes care, always choose your oasis with us, you will never regret it":
    "اختيارك الأفضل للعناية بالملابس، اختر دائمًا راحتك معنا، ولن تندم أبدًا" ,
    "Deep cleaning with the latest modern equipment and machines, with the best types of detergents, taking into account the quality of the fabric and restoring its bright colors.":
    "التنظيف العميق بأحدث المعدات والآلات الحديثة وبأفضل أنواع المنظفات مع مراعاة جودة القماش واستعادة ألوانه الزاهية.",
    "Ironing clothes and restoring their health and aesthetic touch through light ironing that straightens the fabric with steam, preserving its integrity and revealing its beauty":
    "التنظيف العميق بأحدث المعدات والآلات الحديثة وبأفضل أنواع المنظفات مع مراعاة جودة القماش واستعادة ألوانه الزاهية.",
    "Welcome to MISS FLORA, where quality and convenience meet to bring you the finest in dry cleaning services. We understand how important your clothes are, and we’re here to ensure they look their best every time. Our team of skilled professionals uses top-of-the-line equipment and eco-friendly cleaning solutions to treat each item with the care it deserves. Whether it’s your favorite suit, delicate fabrics, or everyday wear, we bring years of experience and attention to detail to every piece.":
    "مرحبًا بكم في MISS FLORA، حيث تلتقي الجودة والراحة لنقدم لكم أفضل خدمات التنظيف الجاف. نحن ندرك مدى أهمية ملابسك، ونحن هنا لضمان أن تبدو بأفضل شكل في كل مرة. يستخدم فريقنا من المحترفين المهرة معدات عالية الجودة وحلول تنظيف صديقة للبيئة لمعالجة كل قطعة بالعناية التي تستحقها. سواء كانت بدلتك المفضلة أو الأقمشة الرقيقة أو الملابس اليومية، فإننا نقدم سنوات من الخبرة والاهتمام بالتفاصيل لكل قطعة.",
    "Stain removal warranty":
    "ضمان إزالة البقع",
    "Full cash back if the item is different due to the customer":
    "استرداد كامل للمبلغ نقدًا في حالة اختلاف المنتج بسبب العميل",
    "Let us take the hassle out of your laundry. Trust us to keep your wardrobe fresh, clean, and ready to wear.":
    "دعنا نتولى مهمة غسيل ملابسك. ثق بنا في الحفاظ على خزانة ملابسك نظيفة وجاهزة للارتداء.",
    "":
    ""
  }
  